---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpatialElementCalculationPoint
source: html/f4c7df1d-98e9-97d0-76a5-e58afdd33d6f.htm
---
# SpatialElementCalculationPoint Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.